Revit 2024 API
UnitTypeId.CubicMillimeters Property
 Cubic millimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CubicMillimeters { get; }
Visual Basic
Public Shared ReadOnly Property CubicMillimeters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CubicMillimeters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace